[{"synsetID":"00068045n","word":"rock","desciption":"A lump or mass of hard consolidated mineral matter","translations":["Un grumo o una massa di materia minerale consolidata dura", "Materiale costituito dall'aggregato di minerali come quelli che formano la crosta terrestre", "Un'associazione non ufficiale di persone o gruppi"]}, {"synsetID":"00009474n","word":"bed","desciption":"A depression forming the ground under a body of water","translations":["Quantita' di materiale steso in modo uniforme su una superficie. ", "Il mobile che serve per riposare e dormire ", "Superficie solida che costituisce il terreno sotto una massa d'acqua;superficie che ospita una massa d'acqua."]}, {"synsetID":"00089584v","word":"light","desciption":"","translations":["Dispositivo che serve per accendere.", "Dare luce a (qualcosa).", "La radiazione di luce "]}, {"synsetID":"00085597v","word":"face","desciption":"Present somebody with something, usually to accuse or criticize.","translations":["Sostenere qualcosa di impegnativoo difficile.", "Superficie laterale di un oggetto che e' una parte anteriore, posteriore, superiore o inferiore.", "Mettere qualcosa di fronte a qualcuno, per es. per accusare o criticare."]}, {"synsetID":"00084387v","word":"phone","desciption":"Get or try to get into comminication (with someone) by telephone","translations":["Contattare qualcuno servendosi del telefono.", "Apparecchio che permette la trasmissione della voce a distanza.", "Phone e' un film horror sudcoreano del 2002, diretto da Ahn Byeong-ki e con protagonisti Ha Ji-Won e Kim Yu-Mi."]}, {"synsetID":"00105688a","word":"lay","desciption":"Characteristic of those who are not members of the clergy.","translations":["Che si riferisce alla vita terrena; che si trova fuori dall'ambito spirituale.", "Poema o singolo canto di un poema di argomento epico-cavalleresco.", "Causare (come risultato finale, non un processo) di un oggetto di essere in un posto nuovo."]}, {"synsetID":"00104971a ","word":"single","desciption":"Beign or characteristic of a single thing or person.","translations":["Relativo a una sola persona o cosa.", "Non sposato; senza moglie o marito.", "Colpo nel baseball in cui il battitore avanza verso la prima base."]}, {"synsetID":"00053352n","word":"march","desciption":"Genre of music written for marching.","translations":["Il terzo mese dell'anno.", "Modo ritmico e formale di camminare, utilizzato sporatutto da soldati, bande e nelle cerimonie.", "Tipo di composizione musicale."]}, {"synsetID":"00009727n","word":"bell","desciption":"A hollow device made of metal that makes a ringing sound when struck.","translations":["Dispositivo elettrico.", "Dispositivo acustico di segnalazione.", "Bell e' un comune di 1.436 abitanti della Ranania-Palatinato, in Germania."]}, {"synsetID":"00067870n","word":"ring","desciption":"A platform usually marked off by ropes in which contestants box or wrestle.","translations":["Piattaforma quadrata delimitat da corde in cui si disputano incontri di pugilato.", "Oggetto di forma circolare o affine, o elemento di forma circolare in un oggetto.", "Attrezzo sportivo per ginnastica, composto di due cerchi di legno sospesi."]}]